/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

"SETTINGS_PRIVACY_TITLE" = "隱私權";
"SETTINGS_VIDEO_TITLE" = "視訊";
"SETTINGS_AUDIO_TITLE" = "音訊";

"SETTINGS_THEME_BRIGHT" = "亮色主題";
"SETTINGS_THEME_DARK" = "暗色主題";
"SETTINGS_THEME_SYSTEM" = "自動";
"SETTINGS_THEME_BLACK" = "在深色模式使用黑色背景";
"SETTINGS_THEME_BLACK_SUBTITLE" = "Improves battery life on devices with an OLED screen";
"SETTINGS_PRIVACY_SUBTITLE" = "在設定中開啟";
"SETTINGS_PASSCODE_LOCK_SUBTITLE" = "安全的存取您的內容";
"SETTINGS_HIDE_LIBRARY_IN_FILES_APP_SUBTITLE" = "您的媒體將會隱藏在文件應用程式中";

"SETTINGS_DARKTHEME" = "外觀";
"SETTINGS_AUDIO_PREAMP_LEVEL" = "Default pre-amp level";
"SETTINGS_TIME_STRETCH_AUDIO" = "音訊時域伸縮";
"SETTINGS_TIME_STRETCH_AUDIO_LONG" = "Speed up and slow down audio without changing the pitch (requires a fast device)";
"SETTINGS_BACKGROUND_AUDIO" = "背景播放音訊";
"SETTINGS_GENERIC_TITLE" = "一般";
"SETTINGS_PASSCODE_LOCK" = "通關密碼鎖";
"SETTINGS_PASSCODE_LOCK_ALLOWTOUCHID" = "允許使用 Touch ID 解鎖";
"SETTINGS_PASSCODE_LOCK_ALLOWFACEID" = "允許使用 Face ID 解鎖";
"SETTINGS_HIDE_LIBRARY_IN_FILES_APP" = "隱藏媒體庫在文件中";
"SETTINGS_VIDEO_FULLSCREEN" = "以全螢幕播放視訊";
"SETTINGS_CONTINUE_VIDEO_PLAYBACK" = "繼續視訊播放";
"SETTINGS_CONTINUE_AUDIO_PLAYBACK" = "繼續音訊播放";
"SETTINGS_CONTINUE_PLAYBACK_NEVER" = "永不";
"SETTINGS_CONTINUE_PLAYBACK_ASK" = "詢問";
"SETTINGS_CONTINUE_PLAYBACK_ALWAYS" = "總是";
"SETTINGS_NETWORK_PLAY_ALL" = "自動播放下一個項目";
"SETTINGS_ENABLE_MEDIA_CELL_TEXT_SCROLLING" = "在媒體清單中啟用文字捲動";

"SETTINGS_SKIP_LOOP_FILTER" = "去區塊濾波器";
"SETTINGS_SKIP_LOOP_FILTER_INFO" = "Skipping the loop filter (aka deblocking) usually has a detrimental effect on quality. However it provides a big speedup for high definition streams.";
"SETTINGS_SKIP_LOOP_FILTER_NONE" = "沒有去區塊 (最快)";
"SETTINGS_SKIP_LOOP_FILTER_NONREF" = "中等去區塊";
"SETTINGS_SKIP_LOOP_FILTER_NONKEY" = "少量去區塊";

"SETTINGS_PLAYBACK_SPEED_DEFAULT" = "預設播放速度";

"SETTINGS_GESTURES" = "用手勢控制播放";
"SETTINGS_GESTURES_VOLUME" = "上下滑動以提高／降低音量";
"SETTINGS_GESTURES_PLAYPAUSE" = "兩根手指輕觸以播放／暫停";
"SETTINGS_GESTURES_BRIGHTNESS" = "上下滑動以提高／降低亮度";
"SETTINGS_GESTURES_SEEK" = "向左／右滑動以尋找";
"SETTINGS_GESTURES_CLOSE" = "縮放手勢以關閉";
"SETTINGS_GESTURE_JUMP_DURATION" = "可變的跳轉時間";

"SETTINGS_SUBTITLES_TITLE" = "字幕";
"SETTINGS_SUBTITLES_FONT" = "字型";
"SETTINGS_SUBTITLES_TEXT_ENCODING" = "Text encoding";
"SETTINGS_SUBTITLES_FONTSIZE" = "相對字型大小";
"SETTINGS_SUBTITLES_FONTSIZE_SMALLEST" = "最小";
"SETTINGS_SUBTITLES_FONTSIZE_SMALL" = "小";
"SETTINGS_SUBTITLES_FONTSIZE_NORMAL" = "正常";
"SETTINGS_SUBTITLES_FONTSIZE_LARGE" = "大";
"SETTINGS_SUBTITLES_FONTSIZE_LARGEST" = "最大";
"SETTINGS_SUBTITLES_BOLDFONT" = "Use bold font";
"SETTINGS_SUBTITLES_FONTCOLOR" = "字型顏色";
"SETTINGS_SUBTITLES_FONTCOLOR_WHITE" = "白";
"SETTINGS_SUBTITLES_FONTCOLOR_BLACK" = "黑";
"SETTINGS_SUBTITLES_FONTCOLOR_GRAY" = "灰";
"SETTINGS_SUBTITLES_FONTCOLOR_SILVER" = "銀";
"SETTINGS_SUBTITLES_FONTCOLOR_RED" = "紅";
"SETTINGS_SUBTITLES_FONTCOLOR_FUCHSIA" = "紫紅色";
"SETTINGS_SUBTITLES_FONTCOLOR_YELLOW" = "黃";
"SETTINGS_SUBTITLES_FONTCOLOR_GREEN" = "綠";
"SETTINGS_SUBTITLES_FONTCOLOR_NAVY" = "海藍";
"SETTINGS_SUBTITLES_OUTLINE_THICKNESS" = "Outline thickness";
"SETTINGS_SUBTITLES_OUTLINE_THICKNESS_NONE" = "無";
"SETTINGS_SUBTITLES_OUTLINE_THICKNESS_THIN" = "細";
"SETTINGS_SUBTITLES_OUTLINE_THICKNESS_NORMAL" = "正常";
"SETTINGS_SUBTITLES_OUTLINE_THICKNESS_THICK" = "粗";

"SETTINGS_DEINTERLACE" = "去交錯";
"SETTINGS_DEINTERLACE_INFO" = "Deinterlacing filters will be applied automatically to interlaced content to prevent motion artifacts and increase playback quality. They can be disabled to save battery life.";
"SETTINGS_DEINTERLACE_ON" = "開啟";
"SETTINGS_DEINTERLACE_OFF" = "關閉";
"SETTINGS_DEINTERLACE_AUTO" = "自動";

"SETTINGS_HWDECODING" = "Hardware decoding";
"SETTINGS_HWDECODING_INFO" = "Content encoded in the H.264 and H.265 formats can be decoded in hardware leading to a significant improvement of battery life and performance. Be careful when disabling this option.";
"SETTINGS_HWDECODING_ON" = "開啟";
"SETTINGS_HWDECODING_OFF" = "關閉";
"SETTINGS_CASTING" = "投放";
"SETTINGS_PTCASTING" = "Audio passthrough";
"SETTINGS_PTCASTINGLONG" = "讓您的電視管理音訊繪製";
"SETTINGS_CASTING_CONVERSION_QUALITY" = "轉換質量";
"SETTINGS_HIGH" = "高";
"SETTINGS_MEDIUM" = "中";
"SETTINGS_LOW" = "低";
"SETTINGS_LOWEST" = "最低";

"SETTINGS_MEDIA_LIBRARY" = "媒體櫃";
"SETTINGS_MEDIA_LIBRARY_RESCAN" = "強制 VLC 重新掃描媒體櫃";
"SETTINGS_DECRAPIFY" = "顯示時優化項目名稱";
"SETTINGS_DISABLE_GROUPING" = "Disable automatic media grouping";
"SETTINGS_SHOW_THUMBNAILS" = "顯示影片縮圖";
"SETTINGS_SHOW_ARTWORKS" = "顯示音訊美工";
"SETTINGS_BACKUP_MEDIA_LIBRARY" = "在裝置備份中加入媒體櫃";

"SETTINGS_NETWORK" = "網絡";
"SETTINGS_NETWORK_CACHING_TITLE" = "Network caching Level";
"SETTINGS_NETWORK_CACHING_INFO" = "Increase the cache level if you experience frequent buffering events, notably on unstable connections.";
"SETTINGS_NETWORK_CACHING_LEVEL_LOWEST" = "Lowest latency";
"SETTINGS_NETWORK_CACHING_LEVEL_LOW" = "Low latency";
"SETTINGS_NETWORK_CACHING_LEVEL_NORMAL" = "正常";
"SETTINGS_NETWORK_CACHING_LEVEL_HIGH" = "High latency";
"SETTINGS_NETWORK_CACHING_LEVEL_HIGHEST" = "Highest latency";
"SETTINGS_WIFISHARING_IPv6" = "IPv6 support for Wi-Fi sharing";
"SETTINGS_FORCE_SMBV1" = "Prefer SMB 1";
"SETTINGS_FORCE_SMBV1_LONG" = "Uncheck this setting if you have some difficulties browsing your SMB server";
"SETTINGS_RTSP_TCP" = "Use RTP over RTSP (TCP)";
"SETTINGS_NETWORK_SATIP_CUSTOM_CHANNEL_LIST" = "Custom SAT>IP channel list URL";

"SETTINGS_ARTWORK" = "美工";
"SETTINGS_DOWNLOAD_ARTWORK" = "Download artwork";

"SETTINGS_LAB" = "Lab";
"SETTINGS_DEBUG_LOG" = "Save debug logs on device";
"SETTINGS_EXPORT_LIBRARY" = "Dump media library";

"ABOUT_APP_TV" = "關於 VLC for tvOS";

"SETTINGS_REMEMBER_PLAYER_STATE" = "Remember player state (shuffle, loop)";

"SETTINGS_SET_CUSTOM_SEEK_SPEED" = "Seek duration";
"SETTINGS_DURATION_FIVE" = "5 seconds";
"SETTINGS_DURATION_TEN" =  "10 seconds";
"SETTINGS_DURATION_FIFTEEN" = "15 seconds";
"SETTINGS_DURATION_THIRTY" =  "30 seconds";
"SETTINGS_DURATION_SIXTY" = "60 seconds";
